Revit 2027 API
SpecTypeId.ApparentPowerDensity Property
 Apparent Power Density, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ApparentPowerDensity { get; }
Public Shared ReadOnly Property ApparentPowerDensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ApparentPowerDensity {
	ForgeTypeId^ get ();
}
static member ApparentPowerDensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace